{
    "header": [
        "Sobre mim", "Experiências", "Contato"
    ],
    "home": [
        "Olá", "Meu nome é Lucas,", "Eu sou Desenvolvedor Front-end", 
        "Eu gosto de construir estruturas web front-end simples, responsivas, atraentes e adaptadas ao cliente para uma melhor experiência. Estou sempre aberto a discutir novos projetos, ideias criativas ou oportunidades para dar vida a soluções front-end impactantes.",
        "Vamos conversar!"
    ],
    "experience": [
        "Minhas experiências.", "Habilidades", "Habilidades principais", "Outras habilidades", "Desenvolvedor Front-end Júnior",
        "2024 (Janeiro) - Atual",
        "Contribuindo para um software de gerenciamento de tempo e produtividade, realizei manutenções e apliquei melhorias em responsividade web, funções de software, criei componentes com C# para Back-end, entre outras melhorias gerais. A execução das tarefas envolveu também a utilização de tecnologias como JavaScript, HTML, CSS, SASS e jQuery para manutenção e melhoria do Front-end do software.",
        "Estagiário", "2022 (Setembro) - 2023 (Dezembro)",
        "Trabalhei em um sistema de soluções para controle de ativos e em um projeto de software de gestão de tempo e produtividade. Também participei da criação de projeto para usuários gestores da empresa. E aprendi mais sobre tecnologia ASP.NET MVC, programação em linguagem C# e gerenciamento de projetos com GitHub.",
        "Veja meu currículo completo"
    ],
    "contact": [
        "Contato.", "Contacte-me se quiser a minha ajuda no seu projeto web, tiver uma proposta ou apenas dizer um oi.",
        "Seu nome", "Seu email", "Sua messagem", "Enviar messagem", "OU",
        "Se você preferir apenas mensagens de texto."
    ],
    "about": [
        "Coisas sobre mim.", "Como um Desenvolvedor Front-end",
        "Sou um desenvolvedor front-end que usa JavaScript como tecnologia principal para projetos de pequeno e grande porte. Gosto de construir interfaces atraentes e responsivas que melhorem a experiência geral do usuário. Minha experiência está no desenvolvimento de software web, onde elaboro cada etapa do processo de desenvolvimento de software para alinhá-lo com a visão do produto do cliente, ao mesmo tempo que garanto que reflita a realidade do desenvolvimento. Todos os dias, me esforço para aprimorar minhas habilidades e crescer como desenvolvedor. Gosto de trabalhar em equipe, pois ajudar os outros e aprender com eles é muito importante para mim.",
        "Como Freelancer para ajudar com projetos de software web",
        "Também sou freelancer com experiência em projetos web, utilizando JavaScript para desenvolver soluções client-side e C# para funcionalidades server-side. Se precisar de melhorias ou solucionar problemas em seu projeto web eu posso ajudar. Farei o possível para ter você como meu cliente.",
        "contate-me", "para mais detalhes.",
        "Se você gosta de usar plataformas freelance, pode me encontrar em"
    ],
    "footer": [
        "Contatos", "Social", "Outros", "Meu currículo", "© Desenvolvido por mim :]",
        "Minha Localização", "Brasil, São Paulo(SP)"
    ]
}