{
    "header": [
        "Sobre mim", "Experiências", "Contato"
    ],
    "home": [
        "Olá", "Meu nome é Lucas,", "Eu sou Engenheiro de Software Front-end", 
        "Eu gosto de construir estruturas web front-end simples, responsivas, atraentes e adaptadas ao cliente para uma melhor experiência. Estou sempre aberto a discutir novos projetos, ideias criativas ou oportunidades para dar vida a soluções front-end impactantes.",
        "Vamos conversar!"
    ],
    "experience": [
        "Minhas experiências.", "Habilidades", "Habilidades principais", "Outras habilidades",
        "Engenheiro de Software Front-end", "2025 (Setembro) - Atual",
        "Contribuí para o desenvolvimento de um software web de gerenciamento de produtos para organizações, atuando desde a definição da arquitetura e escolha das tecnologias até a implementação e entrega final aos clientes. O projeto foi construído com React na interface e TypeScript nos serviços de backend, priorizando escalabilidade e boas práticas de engenharia de software. Implementamos autenticação via JWT, um fluxo de requisições alinhado à filosofia do React e uma interface moderna e responsiva com o uso do Tailwind CSS. No dia a dia, colaborei na configuração de ambientes de desenvolvimento com Docker, otimizando o fluxo de trabalho do front-end. Também participei ativamente dos planejamentos com a equipe de Design, contribuindo para a criação de layouts em Figma bem estruturados e alinhados à implementação front-end.",
        "Desenvolvedor Front-end Júnior", "2024 (Janeiro) - 2025 (Setembro)",
        "Contribuindo para um software de gerenciamento de tempo e produtividade, realizei manutenções e apliquei melhorias em responsividade web, funções de software, criei componentes com C# para Back-end, entre outras melhorias gerais. A execução das tarefas envolveu também a utilização de tecnologias como JavaScript, HTML, CSS, SASS e jQuery para manutenção e melhoria do Front-end do software.",
        "Estagiário", "2022 (Setembro) - 2023 (Dezembro)",
        "Trabalhei em um sistema de soluções para controle de ativos e em um projeto de software de gestão de tempo e produtividade. Também participei da criação de projeto para usuários gestores da empresa. E aprendi mais sobre tecnologia ASP.NET MVC, programação em linguagem C# e gerenciamento de projetos com GitHub.",
        "Veja meu currículo completo"
    ],
    "contact": [
        "Contato.", "Contacte-me se quiser a minha ajuda no seu projeto web, tiver uma proposta ou apenas dizer um oi.",
        "Seu nome", "Seu email", "Sua messagem", "Enviar messagem", "OU",
        "Se você preferir apenas mensagens de texto."
    ],
    "about": [
        "Coisas sobre mim.", "Como um Engenheiro de Software Front-end",
        "Sou um engenheiro de software front-end que usa JavaScript como tecnologia principal para projetos de pequeno e grande porte. Gosto de construir interfaces atraentes e responsivas que melhorem a experiência geral do usuário. Minha atuação envolve todas as etapas do desenvolvimento web, alinhando a visão do produto à realidade técnica com responsabilidade e clareza para o cliente, ao mesmo tempo que garanto que reflita a realidade do desenvolvimento. Todos os dias, me esforço para aprimorar minhas habilidades e crescer como desenvolvedor. Gosto de trabalhar em equipe, pois ajudar os outros e aprender com eles é muito importante para mim.",
        "Como Freelancer para ajudar com projetos de software web",
        "Sou freelancer especializado em projetos de software para web e tenho experiência utilizando JavaScript para desenvolver soluções client-side e C# ou TypeScript para funcionalidades server-side. Se seu projeto web precisa de melhorias ou você está enfrentando algum desafio técnico, posso oferecer suporte para implementação de soluções eficazes e personalizadas. Estou comprometido em fornecer um trabalho de qualidade que atenda às suas necessidades e espero poder colaborar com você.",
        "Entre em contato", "para mais detalhes sobre como posso ajudar!"
    ],
    "footer": [
        "Contatos", "Social", "Outros", "Meu currículo", "© Desenvolvido por mim :]",
        "Minha Localização:", "Brasil, São Paulo (SP)"
    ]
}