{
    "header": [
        "Front-end developer specialized in creating accessible and dynamic interfaces, focused on offering a digital experience.",
        "Phone"
    ],
    "section": [
        "Education",
        "Technology Degree in Systems Analysis and Development", "Cruzeiro do Sul University - São Paulo, Brazil.",
        "Experience", "Junior Frontend Developer (January 2024 - Current)",
        "Development and maintenance of a responsive productivity web system, used by <strong>600+ active customers,</strong> prioritizing interactive and dynamic interfaces using HTML, CSS, SASS, JavaScript, and jQuery.",
        "Implementing new components for the productivity system using technologies like C#, .NET, and JavaScript.",
        "Active participation in team code reviews and project planning.",
        "Team collaboration in brainstorming and creating new ideas for system components and features.",
        "Utilization of Git for version control, ensuring efficient management of changes and updates.",
        "Task and backlog management with Azure DevOps, prioritizing activities to optimize the development flow, ensuring efficiency and software quality.",
        "Performed regular check-ins to specific branches, implementing new features and bug fixes that increased system <strong>efficiency by 20%.</strong>",
        "Debugging and fixing critical bugs in the productivity system, including data synchronization issues and layout failures on smaller screens, resulting in a smoother user experience.",
        "Trainee (September 2022 - December 2023)",
        "Collaboration with the team in applying best practices for coding and software architecture.",
        "Support in the development and maintenance of responsive internal web systems and productivity platforms, ensuring stable and optimized functionality across different devices.",
        "Assistance in developing and creating web interfaces with HTML, CSS, and JavaScript, as well as resolving impactful interface bugs.",
        "Support in developing and creating components with C# and .NET, as well as fixing critical bugs in data request processes.",
        "Skills", "Technologies", "Libraries and Frameworks", "Tools and Platforms",
        "Projects", 
        "Personal portifolio",
        "view github repository", "view project",
        "Latest personal portfolio built with a JavaScript-driven SPA architecture and SASS for scalable, maintainable styles.",
        "Courses",
        "Complete modern web course with JavaScript", "view certified", "conclusion - 2023"
    ]
}